Repository: Frandy/spicegui
Catalog: spicegui/locales/*/LC_MESSAGES/messages.po
Languages: es

source: About SpiceGUI
es: Acerca de SpiceGUI

source: Graphical user interface for circuit simulation using ngspice.
es: Interfaz gráfica para simulación de circuitos usando ngspice.

source: No simulations were done.
es: No se han realizado ninguna simulación.

source: Simulation output
es: Resultados de la simulación

source: Execution log
es: Registro de ejecución

source: Circuit
es: Circuito

source: Simulation
es: Simulación

source: Use the <b>Open</b> button to load a circuit
es: Usa el botón <b>Open</b> para abrir un circuito

source: Save plot
es: Guardar gráfica

source: Save simulation data
es: Guardar resultados

source: Comma-separated values
es: Valores separados por comas

source: Open
es: Abrir

source: Simulation failed.
es: La simulación falló.

source: Opened file changed on disk.
es: El archivo ha cambiado en el disco.

source: Reload
es: Recargar

source: Schematic could not be converted to netlist.
es: El esquemático no pudo se convertido a netlist.

source: Please choose a file
es: Elija un archivo

source: GEDA schematic
es: Esquemático de GEDA

source: Supported files
es: Archivos soportados

source: File could not be loaded.
es: El archivo no pudo ser abierto.

source: Running ngspice…
es: Ejecutando ngspice…
